{
    "projects": [
        {
            "sub_project_desc": "<h3>Published Results</h3><div data-key=\"2004-2005\"><h4 class=\"sub-project-title\">Chesapeake Bay Multiple Model Intercomparison: 2004-2005</h4><p><b>Description:</b> A comparison of eight hydrodynamic-oxygen models revealed that while models have difficulty resolving key drivers of dissolved oxygen (DO) variability, all models exhibit skill in reproducing the variability of DO itself. Further, simple oxygen models and complex biogeochemical models reproduced observed DO variability similarly well. Future advances in hypoxia simulations will depend more on the ability to reproduce the depth of the mixed layer than the degree of the vertical density gradient.</p><p><b>Collaborators: Isaac Irby, Marjorie Friedrichs, Carl Friedrichs, Aaron Bever, Raleigh  Hood, Lyon Lanerolle, Ming Li, Lewis Linker, Malcolm Scully, Kevin Sellner, Jian Shen, Jeremy Testa, Hao Wang, Ping Wang, Meng Xia</b></p><p><b>Publications: <a href=\"http://www.biogeosciences.net/13/2011/2016/\" target=\"_blank\">Irby, I. D., M.A.M. Friedrichs, C. T. Friedrichs, A. J. Bever, R. R. Hood, L. W. J. Lanerolle, M. Li, L. Linker, M.E. Scully, K. Sellner, J. Shen, J. Testa, H. Wang, P. Wang, and M. Xia, 2016. Challenges associated with modeling low-oxygen waters in Chesapeake Bay: a multiple model comparison. Biogeosciences 13, 2011-2028, doi:10.5194/bg-13-2011-2016.</a></b></p><p><b>Datasets:</b><div class=\"list-group\"></div></p></div><div data-key=\"1984-2013\"><h4 class=\"sub-project-title\">ChesROMS-SRM: 1984 - 2013</h4><p><b>Description:</b></p><p><b>Collaborators: Malcolm Scully</b></p><p><b>Publications: Scully, M.E., 2016. The contribution of physical processes to inter-annual variations of hypoxia in Chesapeake Bay: A 30-year modeling study. Submitted to Limnology and Oceanography, doi:10.1002/lno.10372.</b></p><p><b>Datasets:</b><div class=\"list-group\"></div></p></div><h3>Work in Progress</h3><div data-key=\"2014-2015\"><h4 class=\"sub-project-title\">ChesROMS-ECB: 1980-2014</h4><p></p><p><b>Description:</b> The Chesapeake Bay plays an important role in transforming riverine nutrients before they are exported to the adjacent continental shelf. Although the mean nitrogen budget of the Chesapeake Bay has been previously estimated from observations, uncertainties associated with interannually varying hydrological conditions remain. In this study, a land-estuarine-ocean biogeochemical modeling system is developed to quantify Chesapeake riverine nitrogen inputs, within-estuary nitrogen transformation processes and the ultimate export of nitrogen to the coastal ocean. Model skill was evaluated using extensive in situ and satellite-derived data, and a simulation using environmental conditions for 2001–2005 was conducted to quantify the Chesapeake Bay nitrogen budget. The five year simulation was characterized by large riverine inputs of nitrogen split roughly 60:40 between inorganic:organic components. Much of this was denitrified and buried within the estuarine system. A positive net annual ecosystemproduction for the bay further contributed to a large advective export of organic nitrogen to the shelf and negligible inorganic nitrogen export. Interannual variability was strong, particularly for the riverine nitrogen fluxes. In years with higher than average riverine nitrogen  inputs, most of this excess nitrogen (50–60%) was exported from the bay as organic nitrogen, with the remaining split between burial, denitrification, and inorganic export to the coastal ocean. In comparison to previous simulations using generic shelf biogeochemical model formulations inside the estuary, the estuarine biogeochemical model described here produced more realistic and significantly greater exports of organic nitrogen and lower exports of inorganic nitrogen to the shelf.</p><p><b>Collaborators:</b></p><p><b>Publications:</b></p><p><b>Datasets:</b><div class=\"list-group\"></div></p></div>",
            "model_desc": "<h3>Primary Chesapeake Bay Testbed models:</h3><h4 class=\"sub-project-title\">ChesROMS-SRM, ChesROMS -ECB, ChesROMS-BGC</h4><p>ChesROMS (<a href=\"http://link.springer.com/article/10.1007/s12237-011-9423-5\" target=\"_blank\">Xu et al. 2012</a>) is a community ocean modeling system for the Chesapeake Bay region, which is based on the Regional Ocean Modeling System (<a href=\"http://www.myroms.org/\" target=\"_blank\">ROMS</a>), with significant adaptations for the Chesapeake Bay. The model uses a curvilinear horizontal grid and a stretched terrain-following vertical grid with twenty vertical layers. The model was developed to provide a community modeling system for hindcasts, nowcasts and forecasts of 3D hydrodynamic circulation, temperature and salinity.</p><p>Multiple ecosystem/biogeochemical models have been coupled with ChesROMS. These include the Simple Respiration Model (SRM) which uses a constant respiration rate throughout the water column, as well as more sophisticated biogeochemical including including <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/2015JG002931/epdf\" target=\"_blank\">ChesROMS-ECB</a> and ChesROMS-BGC (see <a href=\"http://www.biogeosciences.net/13/2011/2016/\" target=\"blank\">Irby et al. 2016</a> for descriptions of these models.)</p><h4 class=\"sub-project-title\">CBOFS-SRM</h4><p>The ROMS-based Chesapeake Bay Operational Forecast System (CBOFS; Lanerolle et al., 2011) is the operational model run by the NOAA National Ocean Service. A major difference between ChesROMS and CBOFS is the horizontal grid resolution; ChesROMS has 100x150 cells with about 1 to 7 km resolution; CBOFS has 332x291 cells with about 0.03 to 4 km resolution. Results from CBOFS are available at: <a href=\"https://tidesandcurrents.noaa.gov/ofs/cbofs/cbofs.html\" target=\"_blank\">https://tidesandcurrents.noaa.gov/ofs/cbofs/cbofs.html</a>. The Simple Respiration Model (SRM) has recently been coupled with CBOFS; these results are only available on a developmental version of the official CBOFS website.</p><h3>Additional Chesapeake Bay models:</h3><h4 class=\"sub-project-title\">ROMS-RCA</h4><p>Another ROMS-based model for the Chesapeake Bay has been independently developed and coupled to the Row-Column AESOP model (RCA; Testa et al., 2014). This version of ROMS (Li et al. 2005) is very similar to ChesROMS (including a similar horizontal resolution and number of vertical grid levels), but has slightly different hydrodynamic parameterizations and physical forcing.</p><h4 class=\"sub-project-title\">CH3D-ICM</h4><p>The Curvilinear Hydrodynamics in Three Dimensions model (CH3D; Cerco et al., 2010), is compared with the ChesROMS models described above in Irby et al. (2016). This model employs a z-grid and is used by the EPA Chesapeake Bay Program as part of their regulatory operational modeling framework. The horizontal grid of CH3D-ICM has significantly greater resolution than ChesROMS, and is more equivalent to that of CBOFS. CH3D is coupled to the Integrated Compartment Model (ICM), which is a complex biogeochemical modeling system.</p><h4 class=\"sub-project-title\">EFDC-SRM</h4><p>The Hydrodynamic-Eutrophication Model – Fluid Dynamics Code (EFDC) has been implemented for the Chesapeake Bay (Hong and Shen, 2012; Du and Shen, 2015), and also participated in the Chesapeake Bay Hypoxia Testbed comparison (Irby et al. 2016). The EFDC implementation used here is coupled to a version of the Simple Respiration Model (SRM).</p><h4 class=\"sub-project-title\">FVCOM-ICM</h4><p>The ChesROMS models were also compared with the Finite-Volume Community Ocean Model (FVCOM; Jiang and Xia, 2015). FVCOM employs an unstructured grid with ten vertical layers. Like CH3D, FVCOM is coupled to the ICM.</p>",
            "overview": {
                "images": [
                    "<img src=\"/images/comt/predicted_summer_2015_hypoxia2.png\" alt=\"Modeled Hypoxia for Summer 2015\" title=\"Modeled Hypoxia for Summer 2015\" class=\"img-responsive img-thumbnail pull-right\">",
                    "<img src=\"/images/comt/CBOFS_forecasts_April2017.png\" alt=\"NOAA CBOFS Forecasts\" title=\"NOAA CBOFS Forecasts\" class=\"img-responsive img-thumbnail\">"
                ],
                "text": "<p>Hypoxia is a condition threatening the health of the Chesapeake Bay in which oxygen levels drop so low that fish and other animals are stressed or killed.  In the Bay, incidents of hypoxia-causing ‘dead zones’ are on the rise.</p><p>Hypoxia in Chesapeake Bay usually occurs in the summer and is primarily the result of human activities that deliver nutrients such as nitrogen and phosphorus into the Bay, although evidence from the testbed scientists suggest that wind forcing also plays a significant role. The added nutrients support surface blooms of algae, which eventually die, sink and are decomposed at the bottom of the Bay by oxygen-depleting bacteria. The resulting hypoxia can suffocate animals that cannot move away, such as shellfish, and — depending on how quickly the hypoxia develops — either kill or force into less suitable habitat free-swimming animals such as fish and crabs.</p><p>The Chesapeake Bay Testbed project is designed to provide a better understanding of the uncertainty inherent in predictions of properties such as salinity, temperature, chlorophyll, and nutrients; how this uncertainty contributes to the predictability of dissolved oxygen concentrations; and how to improve models of dissolved oxygen (DO) concentration in the Chesapeake Bay. Model intercomparisons have demonstrated that the regulatory model used by the EPA Chesapeake Bay Program performs as well as many of the research models currently being used by the scientific community, giving both Chesapeake Bay Program Managers and academic scientists more confidence in the regulatory model. An ensemble mean of multiple models was found to have higher skill predicting hypoxia than any individual model (<a href=\"http://www.biogeosciences.net/13/2011/2016/\" target=\"_blank\">Irby et al., 2016</a>), illustrating the potential value of multi-model ensembles for decision making in the Chesapeake Bay.</p><p>A simple one-term model for hypoxia was developed for use in operational forecasts and is currently providing nowcasts and 2-day forecasts of Chesapeake Bay hypoxia on the <a href=\"http://www.vims.edu/research/topics/dead_zones/forecasts/cbay/\" target=\"_blank\">Virginia Institute of Marine Science website</a>. Forecasts from more sophisticated hypoxia models are in the developmental stage and will soon also be available on this website, along with other fields relevant to Chesapeake stakeholders (temperature, salinity, chlorophyll, water clarity). Efforts to transition this tool to NOAA’s <a href=\"https://tidesandcurrents.noaa.gov/ofs/cbofs/cbofs.html\" target=\"_blank\">Chesapeake Bay Operational Forecast System (CBOFS)</a> and to the <a href=\"http://oceansmap.maracoos.org/\" target=\"_blank\">IOOS Mid-Atlantic Regional Association (MARACOOS) OceansMap</a> are ongoing. In a companion effort, the Chesapeake Hypoxia Testbed team has used multiple models to examine how nutrient load reductions will impact dissolved oxygen in the Chesapeake Bay, and has developed a method for quantifying the uncertainty associated with projected changes in hypoxia resulting from the implementation of these nutrient reductions. Ongoing work is focused on applying projected changes in temperature, freshwater flow, and sea level rise for a 2050 scenario to explore the impact climate change may have on future Chesapeake Bay hypoxia and the potential success of the nutrient reductions in attaining mandated estuarine water quality standards.</p><p>The results of this project are providing the modeling information that will enable best management practices and mitigation measures to be targeted on the human activities that have the most significant effect on decreasing nutrient transfer from land to coastal ecosystems in the region. Recent findings include (1) that the ChesROMS-1term model performs just as well when using nowcast forcing as it does when using hindcast forcing, (2) that ignoring precipitation/evaporation and underestimating riverine freshwater inputs may be causing a high salinity bias in the official version of CBOFS, (3) that nutrient load reduction scenarios conducted with both the regulatory EPA model and our ChesROMS-BGC research model confirm that both models predict similar improvements in bottom DO, and nearly identical water quality standards attainment, (4) the transition of the HYPOXIA_SRM (simple respiration model) to the official ROMS Ecosystem Branch.  Additional detail on the methodology and results of this project are available from the <a href=\"https://ioos.noaa.gov/wp-content/uploads/2016/10/Final_New_COMT_allhands_082516.pdf\" target=\"_blank\">2016 COMT Annual Meeting Report</a> and the 2016 Semi-Annual Report.</p>"
            },
            "title": "Chesapeake Bay Hypoxia",
            "pubs": null,
            "team": "<p><b>Project Lead:</b> <a href=\"mailto:marjy@vims.edu\">Marjy Friedrichs</a>, Virginia Institute of Marine Science (VIMS)</p><p><b>CO-PIs:</b> Carl Friedrichs (VIMS), Raleigh Hood (UMCES), Malcolm Sully (WHOI)</p><p><b>Other Collaborators:</b> Aaron Bever (Anchor QEA)</p><p><b>Students:</b> Ike Irby (VIMS), Hao Wang (UMCES)</p><p><b>Federal Partners:</b></p><p>NOAA NOS/CO-OPS Transition Partner: Pat Burke</p><p>NOAA-NOS: Aijun Zhang</p><p>EPA - Chesapeake Bay Program Office: Lewis Linker</p><p>USGS – Chesapeake Bay Program Office: Gary Shenk</p>",
            "id": 1,
            "title_key": "cb_hypoxia"
        },
        {
            "sub_project_desc": "<div data-key=\"forecast\"><h3 class='sub-project-title'>Model Intercomparisons</h3><p>We conducted a physical model intercomparison where all three circulation models (ROMS, FVCOM and NCOM) use the same simple hypoxia model (Yu et al. 2015), which only includes air-sea gas exchange, water column respiration and sediment oxygen consumption. The most important results from this analysis are: (1) the importance of bottom water temperature and the thickness of the bottom boundary layer for hypoxia prediction, (2) the fact that hypoxic layer thickness coincides with bottom boundary layer thickness in all models, (3) a demonstration that model errors can compensate for each other such that two models can generate the same hypoxic area, but for different reasons, (4) that hypoxic volume should be considered in addition to hypoxic area, and (5) that the proper treatment of the vertical attenuation of shortwave radiation in the heat equation is extremely important (Fennel et al. 2016). A biogeochemical model inter-comparison is ongoing.</p><p><b>Collaborators:</b> Katja Fennel (Dalhousie), Arnaud Laurent (Dalhousie), Dubravko Justi&cacute; (LSU), Lixia Wang (LSU), Liuqian Yu (Dalhousie), Robert Hetland (Texas A & M University), Dong S. Ko (NRL), John Lehrter (EPA/USA), Mike Murrell (EPA)</p><p><b>Publications:</b></p> <p><a href='https://agupubs.onlinelibrary.wiley.com/doi/full/10.1002/2014JC010634' target='_blank'>Yu, L., K. Fennel, and A. Laurent (2015)  A modeling study of physical controls on hypoxia generation in the northern Gulf of Mexico, <em>Journal of Geophysical Research Oceans</em>, <b>120</b>, 5019–5039.</a></p><p><a href='http://onlinelibrary.wiley.com/doi/10.1002/2015JC011577/full' target='_blank'>Fennel, K., Laurent, A., Hetland, R., Justić, D., Ko, D.S., Lehrter, J., Murrell, M., Wang, L., Yu, L., Zhang, W., Effects of model physics on hypoxia simulations for the northern Gulf of Mexico: A model inter-comparison, <em>Journal of Geophysical Research Oceans</em>, <b>121</b>: 5731–5750</a></p><p><b>Datasets:</b><div class=\"list-group\"></div></p></div><div data-key=\"scenario\"><h3 class='sub-project-title'>Nutrient Reduction and Climate Change Scenarios</h3><p>Scenario-based simulations were conducted to assess the potential impacts of nutrient management decisions in the Mississippi River Basin and future climate conditions on hypoxia in the northern Gulf. Results will inform the interagency Hypoxia Task Force’s efforts to devise near-term and long-term nutrient management strategies.</p><p>We have quantified the effects of differential reductions in river N and P loads on hypoxic extent (Fennel and Laurent 2018). An assessment of the effects of N versus P reductions is important because, thus far, nutrient management efforts have focused on N, yet P is known to limit primary production in spring and early summer (Laurent and Fennel 2017). Our results indicate that while N is the ‘ultimate’ limiting nutrient to primary production, temporary P limitation in spring plays a large role in determining areal hypoxic extent and cumulative hypoxic exposure. Reductions in either river N or P load would decrease hypoxic extent but combined reductions of N and P would have the greatest effect (Fennel and Laurent 2018).</p><p>Climate change scenario simulations show that future warming will expand the hypoxic zone and make hypoxia more severe (Lehrter et al. 2017, Laurent et al. 2018).</p><p><b>Collaborators:</b> Katja Fennel (Dalhousie), Arnaud Laurent (Dalhousie), Dong S. Ko (NRL), John Lehrter (EPA/USA)</p><p><b>Publications:</b></p><p><a href='https://www.biogeosciences.net/15/3121/2018/bg-15-3121-2018.pdf' target='_blank'>Fennel, K. and Laurent, A. (2018) N and P as ultimate and proximate limiting nutrients in the northern Gulf of Mexico: implications for hypoxia reduction strategies, <em>Biogeosciences</em>, <b>15</b>: 3121-3131.</a></p><p><a href='https://www.elementascience.org/articles/10.12952/journal.elementa.000022/' target='_blank'>Laurent, A., Fennel, K., (2014) Simulated reduction of hypoxia in the northern Gulf of Mexico due to phosphorus limitation, <em>Elementa</em> <b>2</b>:000022, doi:10.12952/journal.elementa.000022</a></p> <p><a href='https://agupubs.onlinelibrary.wiley.com/doi/10.1002/2017JC013583' target='_blank'>Laurent, A., Fennel, K., Ko, D.S., Lehrter J. (2018) Climate change projected to exacerbate impacts of coastal eutrophication in the northern Gulf of Mexico, <em>Journal of Geophysical Research Oceans</em>, <b>123</b>: 3408-3426.</a></p><p>Laurent, A., Fennel, K., Modeling river-induced phosphorus limitation in the context of coastal hypoxia, In: <em>Modeling Coastal Hypoxia: Numerical Simulations of Patterns, Controls and Effects of Dissolved Oxygen Dynamics</em>, Justic, D., Rose, K.A., Hetland, R.D., Fennel, K., (eds.), p. 149-171, Springer, 2017</p><p>Lehrter, J.C., Ko, D.S., Lowe, L.L., Penta, B., Predicted effects of climate change on northern Gulf of Mexico hypoxia, In: <em>Modeling Coastal Hypoxia: Numerical Simulations of Patterns, Controls and Effects of Dissolved Oxygen Dynamics</em>, Justic, D., Rose, K.A., Hetland, R.D., Fennel, K., (eds.), p. 173-214, Springer, 2017</p></p><p><b>Datasets:</b><div class=\"list-group\"></div></p></div><div data-key=\"gom_hypoxia\"><h3 class='sub-project-title'>Retrospective Hypoxia Analyses</h3><p>Since the fall of 2016 we have carried out a two-model hindcast of the preceding hypoxic season. Simulations were carried out with ROMS and FVCOM, results were compared against available observations, animations were produced, and products like the cumulative hypoxic area were derived. All results were made available to the Hypoxia Taskforce for broad dissemination.</p><p><b>Collaborators:</b> Katja Fennel (Dalhousie), Arnaud Laurent (Dalhousie), Dubravko Justi&cacute; (LSU), Lixia Wang (LSU)</p><p><b>Datasets:</b><div class=\"list-group\"></div></p></div>",
            "model_desc": "<p>The work within this project builds on three different models for the northern Gulf of Mexico (ROMS, FVCOM and NCOM). All models are based on a circulation model that is either operational at NOAA or the Navy (FVCOM and NCOM) or pseudo-operational, i.e. run perpetually by an academic partner (ROMS). All models include biogeochemical modules of differing complexity for hypoxia simulation.</p><h3>ROMS</h3><p>The Regional Ocean Modeling System (ROMS; <a href='http://myroms.org' target='_blank'>http://myroms.org</a>), a widely used community model with a large international user base, is being run in two configurations, a computationally efficient \"small domain\" (Fig. 1a) and a higher resolution, computationally more expensive \"large domain\" (Fig. 1b). The small-domain model was developed as part of the Mechanisms Controlling Hypoxia (MCH, Hetland and DiMarco, 2008, 2012) project and includes the shelf region most commonly affected by seasonal hypoxia. This model was coupled with the ROMS biogeochemical module (Fennel et al. 2006, 2011, 2013, Laurent et al. 2012) and has undergone detailed model evaluation and sensitivity analyses in the first phase of COMT (Fennel et al. 2013, Mattern et al. 2013). A quasi-operational version of the large-domian model is being run by Hetland at Texas A&M University to provide short-term forecasts. The hypoxia simulations with both, the small- and large-domain models, are carried out by Fennel and Laurent at Dalhouise University.</p><p><a href='https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2005GB002456' target='_blank'>Fennel, K., Wilkin, J., Levin, J., Moisan, J., O’Reilly, J., Haidvogel, D. (2006) Nitrogen cycling in the Mid-Atlantic Bight and implications for the North Atlantic nitrogen budget: Results from a three-dimensional model. <em>Global Biogeochemical Cycles</em> <b>20</b>, GB3007, doi:10.1029/2005GB002456</a></p><p><a href='http://www.biogeosciences.net/8/1881/2011/bg-8-1881-2011.pdf' target='_blank'>Fennel, K., Hetland, R., Feng, Y., and DiMarco, S. (2011) A coupled physical-biological model of the Northern Gulf of Mexico shelf: model description, validation and analysis of phytoplankton variability. <em>Biogeosciences</em>, <b>8</b>:1881–1899</a></p><p><a href='https://agupubs.onlinelibrary.wiley.com/doi/full/10.1002/jgrc.20077' target='_blank'>Fennel, K., Hu, J., Laurent, A., Marta-Almeida, M., Hetland, R. (2013) Sensitivity of hypoxia predictions for the Northern Gulf of Mexico to sediment oxygen consumption and model nesting, <em>Journal of Geophysical Research-Oceans</em> <b>118</b>, 990–1002.</a></p><p>Hetland, R. D. and S. F. DiMarco, (2008) How does the character of oxygen demand control the structure of hypoxia on the Texas-Louisiana continental shelf? <em>Journal of Marine Systems</em> <b>70</b>:49-62.</p><p>Hetland, R. D. and S. F. DiMarco (2012) Skill assessment of a hydrodynamic model of circulation over the Texas- Louisiana continental shelf, <em>Ocean Modelling</em> <b>43-44</b>:64-76.</p><p><a href='https://www.biogeosciences.net/9/4707/2012/bg-9-4707-2012.pdf' target='_blank'>Laurent, A., Fennel, K., Hu, J., Hetland, R. (2012) Simulating the effects of phosphorus limitation in the Mississippi and Atchafalaya river plumes, <em>Biogeosciences</em> <b>9</b>:4707-4723.</a></p><p><a href='https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1002/jgrc.20130' target='_blank'>Mattern, P., Fennel, K., Dowd, M. (2013) Uncertainty in hypoxia predictions for the TX-LA shelf, Journal of <em>Geophysical Research-Oceans</em> <b>118</b>, 1316–1332.</a></p><img class='img-responsive img-thumbnail' src='/images/comt/MCHgrid_new_blue.gif' /><p class='caption'>Figure 1a: Computationally efficient \"small-domain\" ROMS grid.</p><img class='img-responsive img-thumbnail' src='/images/comt/TXLAgrid_blue_r4.gif' /><p class='caption'>Figure 1b: High-resolution \"large\" ROMS grid. Only every 4th gridline is shown.</p><h3>FVCOM</h3><p>FVCOM is being run at Louisiana State University. The FVCOM implementation includes both a simple hypoxia model and a WASP model. These models are being run in research mode and include only hindcasts. The hypoxia model uses a simple oxygen parameterization (Yu et al. 2015) that includes air-sea gas exchange, water column respiration and sediment oxygen consumption.The Finite Volume Coastal Ocean Model (FVCOM) developed by Chen et al. (2003, 2006) utilizes an unstructured triangular grid, which allows more accurate representation of complex coastline and bathymetry than structured grid models like ROMS and NCOM. The FVCOM implementation used in this project (Figure 2) is being run at Louisiana State University and its implementation and biogeochemical module have been described in detail by Wang and Justic (2009) and Justic and Wang (2014). FVCOM is also being run at NOAA as part of the NOS Northern Gulf of Mexico Operational Forecast System (NGOFS). Since April 2012 NGOFS has been running operationally 4 times a day at NCEP to provide short-term forecasts of water levels, currents, salinity and temperature (see <a href='http://tidesandcurrents.noaa.gov/ofs/ngofs/ngofs.html' target='_blank'>http://tidesandcurrents.noaa.gov/ofs/ngofs/ngofs.html</a>).</p><p>Chen, C., Liu, H., Beardsley, R.C, (2003) An unstructured grid, finite-volume, three-dimensional, primitive equations ocean model: application to coastal ocean and estuaries, <em>Journal of Atmospheric and Oceanic Technology</em> <b>20</b>: 159-186.</p><p>Chen, C., Beardsley, R.C., Cowles, G. (2006) An unstructured grid, finite-volume coastal ocean model (FVCOM) system. <em>Oceanography</em> <b>19</b>: 78-89.</p><p>Justic, D., and L. Wang (2014) Assessing temporal and spatial variability of hypoxia over the inner Louisiana–upper Texas shelf: Application of an unstructured-grid three-dimensional coupled hydrodynamic-water quality model, <em>Continental Shelf Research.</em>, <b>72</b>: 163–179.</p><p>Wang, L., Justic, D. (2009) A modeling study of the physical processes affecting the development of seasonal hypoxia over the inner Louisiana-Texas shelf: Circulation and stratification. <em>Continental Shelf Research</em> <b>29</b>: 1464-1476.</p><p><a href='https://agupubs.onlinelibrary.wiley.com/doi/full/10.1002/2014JC010634' target='_blank'>Yu, L., K. Fennel, and A. Laurent (2015)  A modeling study of physical controls on hypoxia generation in the northern Gulf of Mexico, <em>Journal of Geophysical Research Oceans</em>, <b>120</b>: 5019–5039.</a></p><img class='img-responsive img-thumbnail' src='/images/comt/justicgrid_blue_zcont.gif' /><p class='caption'>Figure 2: Triangular FVCOM model grid.</p><h3>NCOM</h3><p>An implementation of the Navy Coastal Ocean Model (NCOM; Martin 2000) for the northern Gulf of Mexico shelf has been developed by Dong S. Ko at NRL. The model is nested within the Intra-Americas Sea Nowcast/Forecast System (IASNFS) model (Ko et al. 2003, 2008), which represents the Gulf of Mexico and Caribbean basins with 1/24th degree horizontal resolution (~ 6 km) and 41 hybrid vertical layers. The northern Gulf of Mexico shelf model uses a finer resolution (~2 km). In collaboration with EPA partners John Lehrter and Michael Murrell, IASNFS-LCS was coupled to the Gulf Ecology Model (Eldridge and Roelke 2010) and shown to reproduce the observed salinity, temperature, stratification and mean circulation (Lehrter et al., 2013).</p><p>Eldridge, P.M., and D.L. Roelke (2010), Origins and scales of hypoxia on the Louisiana shelf: importance of seasonal plankton dynamics and river nutrients and discharge, <em>Ecological Modelling</em> <b>221</b>:1028-1042.</p><p>Ko, D.S., R.H. Preller, and P.J. Martin (2003), An experimental real-time Intra-Americas Sea Ocean Nowcast/Forecast System for coastal prediction, paper presented at <em>AMS 5<sup>th</sup> Conference on Coastal Atmospheric and Oceanic Prediction and Processes</em>, Seattle, Washington.</p><p>Ko, D.S., P.J. Martin, C.D. Rowley, and R.H. Preller (2008), A real-time coastal ocean prediction experiment for MREA04, <em>Journal of Marine Systems</em>, 4, 17-28.</p><p>Lehrter, J. C., D. S. Ko, M. C. Murrell, J. D. Hagy, B. A. Schaeffer, R. M. Greene, R. W. Gould, and B. Penta (2013), Nutrient distributions, trans- ports, and budgets on the inner margin of a river-dominated continental shelf, <em>Journal of Geophysical Research Oceans</em>, <b>118</b>:, 4822–4838.</p><p>Martin, P.J. (2000), Description of the navy coastal ocean model version 1.0, <em>NRL/FR/7322--00-9962</em>, Naval Research Laboratory, Stennis Space Center, Mississippi.</p><img class='img-responsive img-thumbnail' src='/images/comt/Kogrid_blue_bathy_coarse2.gif' /><p class='caption'>Figure 3: NCOM grid for northern Gulf of Mexico model. Only every 4th gridline is shown.</p>",
            "overview": {
                "images": [],
                "text": "<p>The largest hypoxic area in U.S. coastal waters, averaging 15,000 km2, forms every summer over the Texas-Louisiana shelf in the northern Gulf of Mexico. The formation is due to decay of organic matter that is primarily derived from nutrient inputs from the Mississippi/Atchafalaya river system. Efforts are underway to reduce the extent of hypoxic conditions through nutrient management in the watershed; for example, the interagency <a href='https://www.epa.gov/ms-htf' target='_blank'>Hypoxia Task Force</a> is developing Action Plans with input from various stakeholders that set out targets for hypoxia reduction. In order to improve mechanistic understanding of hypoxia formation and to inform nutrient management decisions, several coupled circulation-hypoxia models are being developed for the Mississippi River outflow region.</p><p>This COMT project conducts an inter-comparison of these hypoxia models and uses scenario simulations to assess the impact of potential reductions in nutrient load and of climate change on hypoxia formation. Understanding how and why model predictions differ will ultimately lead to improved model formulations, improved hindcasts and forecasts, and improved mechanistic understanding. The study is focusing on identifying factors that influence the prediction of dissolved oxygen concentration both to improve our understanding of the controlling processes and to provide guidance on the eventual implementation of dissolved oxygen forecasts in NOAA’s Northern Gulf of Mexico Operational Forecast System (NGOFS).</p><video class='img-responsive img-thumbnail' controls='controls'><source src='http://memg.ocean.dal.ca/fennelk/wip/COMT_2016_hindcast/movies/CrossSec_3d_ROMS_NARR_2015.mp4' type='video/mp4'></video><p class='caption'>Simulated surface salinity and bottom water oxygen concentration in 2015 in the small ROMS domain.</p><video class='img-responsive img-thumbnail' controls='controls'><source src='http://memg.ocean.dal.ca/fennelk/wip/COMT_2016_hindcast/movies/CrossSec_3d_ROMS_NARR_2016.mp4' type='video/mp4'></video><p class='caption'>Simulated surface salinity and bottom water oxygen concentration in 2016 in the small ROMS domain.</p>"
            },
            "title": "Gulf of Mexico Hypoxia",
            "pubs": null,
            "team": "<p><b>Project Lead:</b> Katja Fennel, Dalhousie University, Halifax</p><p><b>CO-PIs:</b> Dubravko Justic (LSU), Robert Hetland (TAMU), Dong S. Ko (NRL), John Lehrter (University of South Alabama, since 2017)</p><p><b>Other Project Personnel:</b> Arnaud Laurent (Dalhousie), Lixia Wang (LSU), Daijiro Kobashi (TAMU)</p><p><b>Students:</b> Liuqian Yu (Dalhousie), Veronica Ruiz-Xomchuk (TAMU)</p><p><b>Federal Partners:</b></p><p>NOAA-CSDL: Frank Aikman, Jinagtao Xu</p><p>EPA: John Lehrter (until 2016), Mike Murrell</p>",
            "id": 2,
            "title_key": "gom_hypoxia"
        },
        {
            "sub_project_desc": "<h3>Published Results</h3><div data-key=\"usw_integration\"><h4 class=\"sub-project-title\">usw_integration</h4><p></p><p><b>Collaborators:</b></p><p><b>Publications:</b></p><p><b>Datasets:</b><div class=\"list-group\"></div></p></div>",
            "model_desc": "<h3>OR-WA (Kurapov)</h3><h3>WA - LifeOcean (MacCready)</h3><h3>CA - Yi</h3><h3>Regional West Coast - Chris</h3>",
            "overview": {
                "images": [],
                "text": "<p>Ocean circulation and biochemistry support rich biological diversity in the waters along the US West Coast, across the entire Exclusive Economic Zone within the 200 nautical miles from shore. The Pacific waters along the USE West Coast is an area of intense shipping. Fishery is a backbone of the economy of the local communities. Ocean forecast systems are using comprehensive three-dimensional ocean circulation or coupled physical-biological-chemical models combined with atmospheric forecasts and assimilation of recent satellite and in-situ observations to provide guidance to fishermen and other users. The forecast products, available for several days in advance, will provide multiple benefits to businesses, government agencies, and general public. For instance, the knowledge of:</p><p>surface currents and temperature:</p><p>&emsp;- will help fisheries management and planning</p><p>&emsp;- will help optimize ship routes reducing fuel cost and risk at sea</p><p>&emsp;- will provide guidance to search and rescue operations at sea</p><p>&emsp;- will guide environmental hazard response, e.g., in oil spill or marine debris incidents</p><p>&emsp;- will warn about the onshore transport of harmful pathogens that threaten to close beaches and shellfish farms</p><br><p>total coastal sea level:</p><p>&emsp;- will help navigation in estuaries</p><p>&emsp;- will be used as an input in models of inundation and beach erosion assessment</p><br><p>dissolved oxygen concentration:</p><p>&emsp;- will help fishermen avoid hypoxic, “dead” zones</p><p>&emsp;- will help fisheries managers develop policy based on the state of the ocean health</p><br><p>etc.</p><p>The US West Coast component of the Coastal Ocean Modeling Testbed brings together researchers involved in coastal ocean modeling, data assimilation, and prediction with the goal to improve existing prediction systems and compare performance of different models and data assimilation approaches. The existing real-time forecast systems, supported by NOAA IOOS regional observing systems, include (1) the Oregon-Washington system  run by a group at Oregon State University as part of NANOOS, (2) the LifeOcean system focused on the Washington coast and run at the University of Washington, supported by NANOOS and the State of WA, (3) the California system run by RSSI supported by CeNCOOS and SCCOOS, and (4) the regional West Coast system run at the University of California – Santa Cruz, supported by CeNCCOOS. These efforts include different approaches to data assimilation and three different biogeochemical models.  </p><p>Specific system evaluations, comparisons, and improvements include:</p><p>(i) Forecast skill is assessed against available in-situ and satellite observations. </p><p>(ii) Three existing NPZ-type biogeochemical models, including the 6-component NPZDO, the 11-component NEMURO, and the 31-component CoSiNe are compared to each other and to available data. The practicality of developing a unified biogeochemical model across all three regions is evaluated.</p><p>(iii) Effects of different boundary conditions on accuracy of coastal ocean forecasts are evaluated.</p><p>(iv) New approaches to coastal ocean data assimilation are tested including the Ensemble Kalman Filter and the hybrid ensemble-variational method.</p><p>(v) Observing system simulation experiments (OSSE) are performed using newly developed observation sensitivity and observation impact tools.</p><p>(vi) The metrics for skill assessment and the best practices for data assimilation and coupled physical-biogeochemical modeling are transitioned to the West Coast Ocean Forecast System that is being developed and tested at NOAA CSDL and implemented in the near real-time by NOAA CO-OPS.</p><p>Additional detail on the methodology and results of this project are available from the <a href=\"https://ioos.noaa.gov/wp-content/uploads/2016/10/20160825_COMT_PI_meeting_kurapov.pdf\" target=\"_blank\">2016 COMT Annual Meeting: West Coast Operational Forecast System Report</a>; the <a href=\"https://ioos.noaa.gov/wp-content/uploads/2016/10/COMT_slides_2016_amm.pdf\" target=\"_blank\">2016 COMT Annual Meeting: West Coast California Current Obs System Report</a>, the <a href=\"https://ioos.noaa.gov/wp-content/uploads/2016/10/wccomt_biophys_201608.pdf\" target=\"_blank\">2016 COMT Annual Meeting: West Coast BioPhysical Report</a>, and the 2016 Semi-Annual Report.</p>"
            },
            "title": "The US West Coast model intercomparison project",
            "pubs": null,
            "team": "<p><b>Project Lead:</b> <a href=\"mailto:kurapov@coas.oregonstate.edu\">Alex Kurapov</a>, Oregon State University</p><p><b>CO-PIs:</b> Christopher Edwards (UCSC), Yi Chao (Remote Sensing Solutions), Parker MacCready (UW), Andrew Moore (UCSC)</p><p><b>Other Collaborators:</b> Bruce Cornuelle (UCSD), Fei Chai (U Maine)</p><p><b>Federal Partners:</b></p><p>NOAA-CSDL: Edward Meyers</p><p>NOAA-JCSDA: Eric Bayler</p><p>NOAA NWS NCEP: Avichal Mehra</p><p>NRL: Igor Shulman</p>",
            "id": 3,
            "title_key": "usw_integration"
        },
        {
            "sub_project_desc": "<h3>Published Results</h3><div data-key=\"georges\"><h4 class=\"sub-project-title\">Hurricane Georges</h4><p></p><p><b>Collaborators:</b></p><p><b>Publications:</b></p><p><b>Datasets:</b><div class=\"list-group\"></div></p></div><div data-key=\"pr_inundation\"><h4 class=\"sub-project-title\">pr_inundation</h4><p></p><p><b>Collaborators:</b></p><p><b>Publications:</b></p><p><b>Datasets:</b><div class=\"list-group\"></div></p></div><div data-key=\"irene\"><h4 class=\"sub-project-title\">Hurricane Irene</h4><p></p><p><b>Collaborators:</b></p><p><b>Publications:</b></p><p><b>Datasets:</b><div class=\"list-group\"></div></p></div><div data-key=\"sandy\"><h4 class=\"sub-project-title\">Hurricane Sandy</h4><p></p><p><b>Collaborators:</b></p><p><b>Publications:</b></p><p><b>Datasets:</b><div class=\"list-group\"></div></p></div>",
            "model_desc": "<h3>ADCIRC</h3><h3>SLOSH</h3>",
            "overview": {
                "images": [],
                "text": "<p>The goal of this COMT project is to extend the present wave/surge operational forecasting capability from mild-sloped coastal areas such as the US East and Gulf of Mexico coasts to steep-sloped areas such as around Caribbean and Pacific islands and transition this capability to NOAA’s National Hurricane Center and local WFOs.  Project objectives are to: (1) compile a data set of observations collected around Puerto Rico and the USVI by the IOOS Caribbean Regional Association; (2) evaluate multiple, coupled wave/surge/inundation models against this data; (3) recommend the most suitable model for transition to operations and (4) assist with the transition.  These outcomes will also be applicable to U.S. island regions in the Pacific and may therefore guide future implementations at NOAA’s Central Pacific Hurricane Center.</p><p>U.S. island regions in the Caribbean and Pacific pose many challenges to the accurate modeling and prediction of hazardous wave-dominated storm surge inundation events.  The relative importance of physical processes leading to inundation in steep-sloped, reef-edged island environments differs from those in milder-sloped mainland environments.  Relatively little research has been done in these environments, constituting a significant knowledge gap.  To compound this uncertainty, little observational data are available in many island environments.  As a result, the U.S. National Weather Service (NWS) currently lacks operational surge and inundation guidance for these regions. An exception to this general data scarcity is Puerto Rico and the U.S. Virgin Islands (USVI), which frequently experience strong tropical and extra-tropical storms resulting in high waves, storm surge, and river flooding.  A large number of observational instruments have been deployed here, many by IOOS Caribbean Regional Association partners, creating a valuable resource for the evaluation and advancement of operational wave/surge/inundation models of these areas.</p><p>Three teams – an operational assessment team (federal user group), a numerical modeling team and a data management team – will work together to accomplish the following tasks:\nModel, test case and metric selection: All teams jointly define desired operational inundation model improvements in Puerto Rico and USVI, and identify candidate models to meet those needs.  The data team selects test cases for model evaluation and compiles these into an islands inundation data set, compliant with the COMT’s Cyber-Infrastructure standards.  All teams jointly define a set of metrics for model evaluation and comparison.</p><p>Model comparison over reef transects: The modeling team performs detailed cross-reef simulations with coupled spectral wave and hydrodynamic models to evaluate performance on a physics process basis.  Results are compared with observations and against phase-resolving wave models (which are too expensive for operational use, but will provide useful benchmark results).</p><p>Model comparison for regional field cases:  The modeling team performs model evaluations over complex regional field cases, featuring hurricane meteorological forcing, high-resolution bathymetry and topography, roughness values derived from benthic maps and rainfall run-off inputs.  Model performance will be compared for accuracy and computational requirements.</p><p>Final evaluation, recommendations and dissemination: All teams will compile joint recommendations regarding the most suitable model or models for near-term and long-term operational implementation.  Recommendations will also be made regarding current and future observational networks and field campaigns.  All teams will provide assistance in the transition of the recommended model, incl. setting up COMET web-based training materials, if required.</p>"
            },
            "title": "Puerto Rico/U.S. Virgin Islands Storm Surge & Waves",
            "pubs": null,
            "team": "<p><b>Project Lead:</b> Andre van der Westhuysen, NOAA NCEP</p><p><b>CO-PIs:</b>  Joannes Westerink</p><p><b>Collaborators:</b> Juan Gonzalez, Julio Morell, Aurelio Mercado, Reniel Calzada, Volker Roeber, Dongming Yang, Hugh Cobb, Carlos Anselmi, Ernesto Rodriguez, Luis Aponte</p><p><b>Federal Partners:</b> Jamie Rhome (NOAA), Jane Smith (USACE)</p>",
            "id": 4,
            "title_key": "pr_inundation"
        },
        {
            "sub_project_desc": "<div data-key=\"2005\"><h4 class=\"sub-project-title\">Hurricane Bob wave-current interaction and stratification</h4><p></p><p><b>Description:</b> The impacts of wave-current interaction and stratification on the Gulf of Maine coastal response to hurricane Bob were investigated. Wave-current interaction created variations in the surge elevation in both space and time, with the more significant effects occurring over the shelf and open coast rather than inside the inner bays. Sea level change along the coast was mainly driven by barotropic dynamics; the highest vertically integrated water transports were essentially the same for cases with and without vertical stratification. However, wave-current interaction generated strong vertical current shear in some of the stratified areas, leading to a strong offshore transport near the bottom and vertical turbulent mixing over the continental shelf. Stratification could also result in a significant difference in current velocities around islands where the water is not vertically well-mixed.</p><p><b>Publications: </b>Yunfang Sun, Changsheng Chen, Robert C. Beardsley, Quichun Xu, Jianhua Qi, Huichan Lin, 2013. Impact of current-wave interaction on storm surge simulation: A case study for Hurricane Bob, J. Geophys. Res. Oceans, 118, 2685–2701, DOI: 10.1002/jgrc.20207</p><h3>Model Intercomparisons</h3><div data-key=\"2005\">Inter-model comparisons around Scituate Harbor, MA, were conducted using three unstructured-grid, fully coupled surge-wave models (ADCIRC+SWAN, FVCOM+SWAVE, SELFE+WWM). For the same unstructured mesh, meteorological forcing and initial/boundary conditions, inter-model comparisons were made for tidal elevation, surface waves, sea surface elevation, coastal inundation, currents, and volume transport. All three models showed comparable tidal accuracy and consistent dynamic responses to storm winds, both with and without the inclusion of wave effects. The three models also showed that wave-current interaction could (1) change the current direction on the shelf to the north of Scituate Harbor from along-shelf to onshore, thereby enlarging onshore water transport and (2) intensify an anticyclonic eddy in the harbor entrance and a cyclonic eddy in the harbor interior, which could push water inside the harbor toward the northern peninsula and the southern end and thus enhance flooding in those areas.</p><p><b>Publications: </b>Changsheng Chen, Robert C. Beardsley, Richard A Luettich Jr., Joannes J. Westerink, Harry Wang, Will Perrie, Qichun Xu, Aaron S. Donahue, Jianhua Qi, Huichan Lin, Liuzhi Zhao, Patrick C. Kerr, Yanqiu Meng, Bash Toulany, 2013. Extratropical storm inundation testbed: Inter-model comparisons in Scituate, Massachusetts,  J Geophysical Research, Oceans, 118(10): 5054-5073, DOI: 10.1002/jgrc.20397</p><h3>Additional studies</h3><div data-key=\"2005\">Additional studies around Scituate Harbor, MA, used FVCOM+SWAVE on two different resolution grids, with and without wave-current interaction, examined the influence of spatial resolution and model dynamics on predicted flooding. In all simulations, a wind driven coastal current flowed southward across the harbor entrance, with an attached separation eddy forming downstream of the northern breakwater and a rapid decrease of wave energy entering the harbor. With wave-current interaction, the southward coastal current was strongly enhanced and currents within the separation eddy increased to more than 1 m/s, making it highly nonlinear with large lateral shears. Comparisons of the model water elevation time series with harbor tide station measurements showed that wave-current interaction increased the peak model surge by ∼8 cm, in closer agreement with the observed peak. Increased resolution within the harbor produced greater flooding in several shallow areas but did not significantly change the maximum water level in the main harbor</p><p><b>Publications: </b>Robert C. Beardsley, Changsheng Chen, Qichun Xu, 2013.  Coastal flooding in Scituate (MA): A FVCOM study of the 27 December 2010 nor'easter, J Geophysical Research, Oceans, 118(110): 6030-6045, DOI: 10.1002/2013JC008862</p><h3>Published Results</h3><div data-key=\"2005\"><h4 class=\"sub-project-title\">2005</h4><p></p><p><b>Description:</b></p><p><b>Collaborators:</b></p><p><b>Publications: </b></p><p><b>Datasets:</b><div class=\"list-group\"></div></p></div><div data-key=\"2007\"><h4 class=\"sub-project-title\">2007</h4><p></p><p><b>Collaborators:</b></p><p><b>Publications:</b></p><p><b>Datasets:</b><div class=\"list-group\"></div></p></div><div data-key=\"2010\"><h4 class=\"sub-project-title\">2010</h4><p></p><p><b>Collaborators:</b></p><p><b>Publications:</b></p><p><b>Datasets:</b><div class=\"list-group\"></div></p></div>",
            "model_desc": null,
            "overview":  {
                "images": [],
                "text": "<p>The goal of this project was to provide guidance on the behavior (e.g., accuracy, robustness, execution speed) and implementation requirements (e.g., resolution, parameterization, computer capacity) of models that are presently in operational use, or that are under consideration for such use, for computing waves, storm surge, and inundation. Models were evaluated for three extratropical storms (May 2005, April 2007, December 2010) and hurricane Bob (1991) in the Gulf of Maine. Skill assessment, sensitivity studies, and intramodel/intermodel comparisons provided a basis for defining model accuracy, implementation requirements, and computational performance.  Studies in the Gulf of Maine were conducted at two scales, large-scale (Gulf of Maine/Northwest-Atlantic) and locally in and around Scituate Harbor, MA (using a one-way nested grid that obtained open boundary forcing from a large-scale model).</p>"
            },
            "title": "Coastal Waves, Surge and Inundation in the Gulf of Maine",
            "pubs": null,
            "team": "<p><b>Project Leads:</b> Rick Luettich, University of North Carolina at Chapel Hill; Robert Beardsley, Woods Hole Oceanographic Institution</p><p><b>CO-PIs:</b> Joannes Westerink, University of Notre Dame; Changsheng Chen, University of Massachusetts-Dartmouth; Harry Wang, Virginia Institute of Marine Sciences; Will Perrie, Dalhousie University</p><p><b>Collaborators:</b> Bash Toulany, Dalhousie University; Quichan Xu, University of Massachusetts-Dartmouth</p><p><b>Federal Partners: </b>Jesse Feyen, NOAA-CSDL; Jamie Rhome, NOAA-NHC</p>",
            "id": 5,
            "title_key": "extratropical_inundation"
        },
        {
            "sub_project_desc": "<div data-key=\"ike\"><h4 class=\"sub-project-title\">Effect of wind input parameterizations on hurricane wave estimation </h4><p><b>Description:</b> The effect of wind input parameterizations on hurricane wave estimation in the SWAN wave model was evaluated for Hurricane Ike. The default/recommended setting for the wind input parameterization overestimated the maximum significant wave heights by about 2 m in the deep Gulf of Mexico when compared with observations from moorings. The overestimation could be relieved either by adjusting the maximum value of the surface drag coefficient or by substituting a high-wind-speed bulk formula for the default low-to-moderate one used in SWAN. Because of the dissipative effects of the shallow coastal areas, the overestimation of waves in deep water has limited impact on the waves in near-shore waters. Thus, previous wave model results using a low-to-moderate wind speed bulk formula may still be reliable in waters shallower than 20 m while overestimating significant wave heights in deeper waters for high wind speed conditions such as hurricanes.</p><p><b>Publications: </b>Huang, Y., R.H. Weisberg, L. Zheng, M. Zijlema, 2013. Gulf of Mexico hurricane wave simulations using SWAN: Bulk formula-based drag coefficient sensitivity for Hurricane Ike, J Geophysical Research Oceans, 118(8):3916-3938, DOI: 10.1002/jgrc.20283</p><br><h4 class=\"sub-project-title\">Hurricane Ike landfall </h4><p><b>Description:</b> Hurricane Ike made landfall near Galveston, TX, as a moderate intensity storm.  However, its large wind field in conjunction with the broad Louisiana-Texas shelf and large-scale concave coastal geometry generated waves and surge that impacted over 1000 km of coastline. Ike's complex and varied wave and surge response included: the development of a storm surge “forerunner” 24 h prior to the storm's landfall due to strong shore-parallel, wind-driven currents and the associated across-shelf, geostrophic setup; the resulting early rise of water in coastal bays and lakes facilitating inland surge penetration and inundation; the shore-normal wind-driven peak surge; the southward propagation of a free wave along the Texas shelf; and the appearance of resonant and reflected waves on the adjacent continental shelf. Preexisting and rapidly deployed instrumentation provided the most comprehensive hurricane response data set ever recorded. More than 91 wave parameter time histories, 523 water level time histories, and 206 high water marks were collected in deep water, in the near shore, and up to 65km inland. A comprehensive skill assessment demonstrated the ability of ADCIRC+SWAN to capture the principal aspects of the observed storm response</p><p><b>Publications: </b>M.E. Hope, J.J. Westerink, A.B. Kennedy, P.C. Kerr, J.C. Dietrich, C. Dawson, C.J. Bender, J.M. Smith, R.E. Jensen, M. Zijlema, L.H. Holthuijsen, R.A. Luettich, Jr., M.D. Powell, V.J. Cardone, A.T. Cox, H. Pourtaheri, H.J. Roberts, J.H. Atkinson, S. Tanaka, H.J. Westerink, L.G. Westerink, 2013. Hindcast and validation of Hurricane Ike (2008) waves, forerunner, and storm surge, J. Geophysical Research Oceans, 118(9): 4424-4460, DOI:10.1002/jgrc.20314.</p><p></p><br><h4 class=\"sub-project-title\">ADCIRC+SWAN Sensitivity </h4><p><b>Description:</b> The sensitivity of ADCIRC+SWAN solutions of tides, surge, and waves during hurricane Ike was evaluated for differing grid resolution, topographical detail, bottom friction, wave-current interaction, and nonlinear advection at basin, shelf, wetland, and coastal channel scales. Grid resolution requirements were found to be less stringent in the open ocean, however, coarse resolution or the absence of intratidal zones decreased solution accuracy along protected near shore and inland coastal areas due to decreased frictional attenuation. Diurnal tidal amplitudes were more sensitive to the presence of intratidal zones and coarse mesh resolution than semidiurnal tides. The bottom friction parameterization had little effect on tidal skill, however, it had a significant impact on the strength of the alongshore current generated during hurricane Ike and the magnitude of the resulting geostrophic setup (forerunner). Nonlinear advection increased the geostrophic set up by 15–20 cm and increased resonant shelf waves by 20–30 cm. Wave radiation stress added 20–40 cm to water levels at coastal stations.</p><p><b>Publications: </b>Kerr, P. C., R. C. Martyr, A. S. Donahue, M. E. Hope, J. J. Westerink, R. A. Luettich Jr., A. B. Kennedy, J. C. Dietrich, C. Dawson, and H. J. Westerink, 2013, U.S. IOOS coastal and ocean modeling testbed: Evaluation of tide, wave, and hurricane surge response sensitivities to mesh resolution and friction in the Gulf of Mexico, J. Geophysical Research Oceans, 118(9): 4633-4661, DOI:10.1002/jgrc.20305.</p><p></p><br><h4 class=\"sub-project-title\">Unstructured surge-wave models </h4><p><b>Description:</b> Three unstructured, coupled surge-wave models, ADCIRC+SWAN, FVCOM+SWAN, and SELFE+WWM were compared using identical grids, forcing and parameterizations for hurricanes Ike and Rita. In addition, NWS's official operational forecast storm surge model, SLOSH, was used on both local (Galveston and Sabine Pass basins) and Gulf of Mexico (ETSS) grids. The three unstructured models yielded similar results for both hurricanes. These models all appeared to reproduce the important physical processes, showed minimal water level or wave height bias, and comparable variances versus observations. SLOSH using the Galveston Basin grid failed to capture the hurricane Ike forerunner and was therefore biased significantly low. SLOSH performed better on the Sabine Pass Basin grid for hurricane Rita, which did not elicit a significant forerunner. SLOSH on the ETSS grid showed minimal bias for either storm, although its accuracy was limited by the nearly 5 km resolution in near shore/onshore areas. In all cases, SLOSH deviations from observations were greater than those from the three unstructured grid models. The largest difference in model performance was observed in execution speed and scalability. The implicit time stepping scheme of SELFE+WWM performed well at small numbers of cores, but scaled poorly at larger numbers of cores. ADCIRC+SWAN had better scaling and absolute performance when more than 128 cores were used per run. SLOSH is not configured to utilize modern parallel computing architecture and rather is limited to running on a single core. Runtimes for ADCIRC on a single core were more than 10 times longer than for SLOSH on the ETSS grid, even after the SLOSH runtimes were normalize for the number of grid nodes. Thus, SLOSH remains more efficient for use in probabilistic forecasting based on large ensembles of model runs. However, SLOSH-based probabilistic forecasts should be assessed for accuracy (particularly high or low bias) by comparing select, individual SLOSH runs with similar runs using higher resolution unstructured grid models as presented herein.</p><p><b>Publications: </b>Kerr, P. C., A.S. Donahue, J.J. Westerink, R. A. Luettich, Jr., L.Y. Zheng, R.H. Weisberg, Y. Huang, H.V. Wang, Y. Teng, D.R. Forrest, A. Roland, A.T. Haase, A.W. Kramer, A.A. Taylor, J.R. Rhome, J.C. Feyen, R.P. Signell, J.L. Hanson, M.E. Hope, R.M. Estes, R.A. Dominguez, R.P. Dunbar, L.N. Semeraro, H.J. Westerink, A.B. Kennedy, J.M. Smith, M.D. Powell, V.J. Cardone, A.T. Cox, 2013, U.S. IOOS coastal and ocean modeling testbed: Inter-model evaluation of tides, waves, and hurricane surge in the Gulf of Mexico, J. Geophys. Res. Oceans, 118(10): 5129-5172, DOI:10.1002/jgrc.20376.</p><p></p><br><h4 class=\"sub-project-title\">Comparison of 2-D and 3-D model responses </h4><p><b>Description:</b> A comparison of two-dimensional (2-D), vertically integrated, and three-dimensional (3D) model responses was performed using FVCOM for hurricane Ike. Both 2-D and 3-D models were found to accurately predict the surge response although different bottom friction formulations are required by each type of model.  Sensitivity studies indicated that hurricane storm surge in both 2-D and 3-D depends critically upon the bottom friction parameterization.</p><p><b>Publications: </b>Zheng, L., R. H. Weisberg, Y. Huang, R. A. Luettich, J. J. Westerink, P. C. Kerr, A. S. Donahue, G. Crane, and L. Akli,  2013, Implications from the comparisons between two- and three-dimensional model simulations of the Hurricane Ike storm surge, J. Geophysical Research Oceans, 118(7): 3350–3369, DOI:10.1002/jgrc.20248.</p><p></p><br><div data-key=\"ike\"><h4 class=\"sub-project-title\">Hurricane Ike</h4><p></p><p><b>Publications:</b></p><p><b>Datasets:</b><div class=\"list-group\"></div></p></div><div data-key=\"rita\"><h4 class=\"sub-project-title\">Hurricane Rita</h4><p></p><p><b>Collaborators:</b></p><p><b>Publications:</b></p><p><b>Datasets:</b><div class=\"list-group\"></div></p></div>",
            "model_desc": null,
            "overview": {
                "images": [],
                "text": "<p>The goal of this project was to provide guidance on the behavior (e.g., accuracy, robustness, execution speed) and implementation requirements (e.g., resolution, parameterization, computer capacity) of models that are presently in operational use, or that are under consideration for such use, for computing waves, storm surge, and inundation. Models were evaluated for two hurricanes (Rita 2005, Ike 2008) that impacted the northwestern Gulf of Mexico. Skill assessment, sensitivity studies, and intramodel/intermodel comparisons provided a basis for defining model accuracy, implementation requirements, and computational performance.</p>"
            },
            "title": "Coastal Waves, Surge and Inundation in the Gulf of Mexico",
            "pubs": null,
            "team": "<p><b>Project Leads:</b> Rick Luettich, University of North Carolina at Chapel Hill</p><p><b>CO-PIs:</b>  Joannes Westerink, University of Notre Dame; Bob Weisberg, University of South Florida; Harry Wang, Virginia Institute of Marine Sciences; Don Slinn, University of Florida.</p><p><b>Collaborators:</b> Linyan Zhang, University of South Florida; Yong Huang, University of South Florida</p><p><b>Federal Partners: </b>Jesse Feyen, NOAA-CSDL; Jamie Rhome, NOAA-NHC; Jeff Hanson, US Army Corps of Engineers; Jane Smith, US Army Corps of Engineers</p>",
            "id": 6,
            "title_key": "tropical_inundation"
        },
        {
            "sub_project_desc": null,
            "model_desc": null,
            "overview":  {
                "images": [],
                "text": "<p>The cyberinfrastructure (CI) team is focused on facilitating data discovery and access.  Currently the CI team is developing a COMT landing page to be hosted at ioos.us.  This page will include an overview of COMT as a whole and individual project landing pages containing descriptions of the projects, associated archive data, and references.  Each project page will also link to individual dataset summary pages that provide basic information about the dataset and links for access.  The COMT team also manages the data repository using a THREDDS catalog.  This repository is populated by the PIs with the assistance of the CI team. A data upload tool has been developed to facilitate the process of providing data for the repository. The CI team also developed and hosts a map-based viewer that allows users to visualize and perform basic plotting and analysis of the COMT project data.  Finally, the CI team maintains and enhance sciWMS, a python WMS service for gridded data.  Planned enhancements for Year 4 include updated color schemes and scales as well as support for 3D cross-sections.</p>"
            },
            "title": "Cyber Infrastructure",
            "pubs": null,
            "team": "<p><b>Project Lead:</b> Eoin Howlett (RPS)</p><p><b>CO-PIs:</b> Brian McKenna (RPS), Kelly Knee (RPS)</p><p><b>Collaborators:</b> Dr. Rick Luettich (UNC); Reid Nichols (SURA)</p><p><b>Federal Partners:</b> Becky Baltes (NOAA), Derrick Snowden (NOAA)</p>",
            "resources":"<a href=\"https://github.com/sci-wms/sci-wms\" target=\"_blank\" >https://github.com/sci-wms/sci-wms</a><br><a href=\"/images/comt-dm-plan.pdf\" target=\"_blank\" >COMT DM Plan Feb 6 2018</a>",
            "id": 7,
            "title_key": "cyber_infrastructure"
        }
    ]
}